window.QUESTIONS = [
  {
    question: "В каком году была построена станция Сокольники?",
    imgURL: "./images/sokolniki.jpg",
    answers: ["1942", "1943", "1935", "1932"],
    answer: "1935",
    answer_description: ``,
  },
  {
    question: "В каком году была построена станция ВДНХ?",
    imgURL: "./images/vdnh.png",
    answers: ["1950", "1958", "1964", "1970"],
    answer: "1958",
    answer_description: `Открыта 1 мая 1958 года в составе участка «Проспект Мира» — «ВСХВ» (ныне ВДНХ). Пилонная трёхсводчатая станция глубокого заложения с одной островной платформой, на момент постройки — самая глубокая станция метрополитена в Москве.`,
  },
  {
    question: "Какая самая глубокая станция метро в Москве?",
    imgURL: "./images/metro.jpeg",
    answers: ["Парк Победы", "Марксистская", "Тимирязевская", "Петровско-Разумовская"],
    answer: "Парк Победы",
    answer_description: `Глубина заложения станции составляет 73 метра. Станция является самой глубокой станцией Московского метрополитена. Открытие станции состоялось 6 мая 2003 года.`,
  },
  {
    question: "Какая глубина станции метро Парк Победы?",
    imgURL: "./images/parkpobeda.jpg",
    answers: ["62 метра", "56 метров", "73 метра", "59 метров"],
    answer: "73 метра",
    answer_description: `Глубина заложения станции составляет 73 метра. Станция является самой глубокой станцией Московского метрополитена. Открытие станции состоялось 6 мая 2003 года.`,
  },
  {
    question: "В каком году появились первые турникеты для железных жетонов размером с десятикопеечную монету?",
    imgURL: "./images/tourniquet.png",
    answers: ["В 1950 году", "В 1954 году", "В 1958 году", "В 1962 года"],
    answer: "В 1958 году",
    answer_description: `В 1935 году для оплаты проезда использовались картонные билеты, потом отрывные бумажные талоны.

    В 1958 году появились первые турникеты для железных жетонов размером с десятикопеечную монету.
    
    В 1961 году все станции были оборудованы АКП (автоматический контрольный пункт). После 1961 г. вместо жетонов использовались пятикопеечные монеты, с апреля 1991 года - пятнадцатикопеечные.
    
    С марта 1992 года вновь введены жетоны, сначала металлические, затем пластиковые. В 1995 году после продолжительного тестирования на станции "Проспект Мира" появились турникеты для магнитных билетов. Были введены месячные магнитные проездные и билеты на ограниченное число поездок (от одной до десяти).
    
    С сентября 1997 года на станциях метро введены новые турникеты и магнитные билеты нового образца. От турникетов предыдущего поколения новые устройства отличает необычный дизайн, способность звуковым сигналом информировать о возможности прохода.
    
    С января 1999 года в метро прекратилась продажа жетонов, а с февраля прекратился их прием как средства оплаты проезда. В перспективе новая система позволит не только проводить более гибкую тарифную политику (использование различного типа проездных билетов) но и более точно отслеживать пассажиропотоки. Для проездных документов длительного срока действия предусмотрено использование бесконтактных "смарт карт".`,
  },
  {
    question: "На какой станции метро можно увидеть такую техническую дверь?",
    imgURL: "./images/door.jpg",
    answers: ["Кузнецкий мост", "Баррикадная", "Профсоюзная", "Кутузовская"],
    answer: "Баррикадная",
    answer_description: `На путевых стенах станций можно увидеть такие технические двери кабельных шкафов, которые зачастую украшены монументальным панно из металла. За путевой стенкой в трубах проложены кабели, те же, что вы видите в тоннеле. Кабельные шкафы позволяют получить доступ к кабелям, чтобы заменить старый, проложить новый. 

    Эта дверь расположена на станции “Баррикадная”, посвященной восстанию 1905 года. Архитектор Александр Федорович Стрелков решил создать революционный образ с помощью пилонов со складками, напоминающих и баррикады, и полотнища знамен. На дверях кабельных шкафов изображена аллегория борьбы рабочих за свои права.`,
  },
  {
    question: "На какой станции расположен скульптурный портрет Бенджамина Франклина?",
    imgURL: "./images/bendjamin.jpg",
    answers: ["Электрозаводская", "Площадь революции", "Пионерская", "Комсомольская"],
    answer: "Электрозаводская",
    answer_description: `Один из отцов-основателей США попал в вестибюль сталинской станции метро не столько как политик, сколько как исследователь. Бенджамин (или, как его тогда называли, Вениамин) Франклин - первый американец, ставший иностранным членом Императорской академии наук и художеств. Франклин серьезно занимался изучением электричества - например, проводил эксперименты по исследованию природы молний. Поэтому его изобразили на “Электрозаводской” вместе с другими учеными. 

    Впрочем, немного политики был и тут: станцию оформляли в начале 1944 года, когда дружба между союзниками по антигитлеровской коалиции пропагандировалась на всех уровнях.`,
  },
  {
    question: "На какой станции такая необычная люстра?",
    imgURL: "./images/mendeleev.png",
    answers: ["Менделеевская", "Чкаловская", "Авиамоторная", "Шоссе Энтузиастов"],
    answer: "Менделеевская",
    answer_description: `Это “Менделеевская”! Оформление станции с таким названием, конечно же, посвящено химии. Архитекторы решили украсить залы станции оригинальными светильниками, конструкция которых напоминает строение кристаллической решетки.`,
  },
  {
    question: "На какой станции находится мозаика “Утро космической эры”?",
    imgURL: "./images/morning.png",
    answers: ["Добрынинская", "Печатники", "Пролетарская", "Комсомольская"],
    answer: "Добрынинская",
    answer_description: `Тема декоративного оформления станционного зала — труд советского народа. В нишах пилонов со стороны центрального зала находятся 12 барельефов скульптора Е.А. Янсон-Манизер. Арку тупиковой стены украшает мозаика «Утро космической эры» (художник С.А. Павловский). Она выполнена из смальты в приглушенных тонах: мать и дитя на фоне открытого космоса.`,
  },
  {
    question: "На какой станции можно увидеть такие капители?",
    imgURL: "./images/kim.png",
    answers: ["Киевская (Филевская линия)", "Арбатская (Филевская линия)", "Комсомольская (Сокольническая линия)", "Китай-город (Таганско-Краснопресненская линия)"],
    answer: "Комсомольская (Сокольническая линия)",
    answer_description: `Капителью называют венчающую часть колонны. Капители этих колонн, которые поддерживают перекрытие станции, содержат в себе эмблему КИМ - то есть Коммунистического интернационала молодежи; логично, что это “молодежная” “Комсомольская”. Так был отмечен решающий вклад комсомольцев в строительство первой очереди метрополитена.`,
  },

  {
    question: "Сколько пересадок минимум нужно сделать, чтобы добраться от станции метро «Тульская» до станции «Рижская»?",
    imgURL: "./images/rijskaya.png",
    answers: ["3", "0", "1", "2"],
    answer: "2",
  },
  {
    question: "Сколько по времени ехать от станции ВДНХ до станции Улица 1905 года?",
    imgURL: "./images/1905street.png",
    answers: ["24 минуты", "36 минут", "42 минуты", "15 минут"],
    answer: "24 минуты",
  },
  {
    question: "Станция «Красносельская» находится на ... линии метро",
    answers: ["Серпухово-Тимирязевской", "Сокольнической", "Замоскворецкой", "Таганско-Краснопресненской"],
    answer: "Сокольнической",
  },
  {
    question: "По какому маршруту можно проехать без пересадки?",
    answers: ["Волгоградский проспект - Печатники", "ВДНХ - Профсоюзная", "Воробьевы горы - Бауманская"],
    answer: "ВДНХ - Профсоюзная",
  },
  {
    question: "Между станциями «Академическая» и «Новые Черемушки» находится станция...",
    answers: ["Калужская", "Ленинский проспект", "Профсоюзная", "Улица 1905 года"],
    answer: "Профсоюзная",
  },
  {
    question: "Зеленым цветом на схеме метро обозначена...",
    answers: ["Замоскворецкая линия", "Калужско-Рижская линия", "Таганско-Краснопресненская линия", "Сокольническая линии"],
    answer: "Замоскворецкая линия",
  },
  {
    question: "Оранжевым цветом на схеме метро обозначена...",
    answers: ["Калужско-Рижская линия", "Замоскворецкая линия", "Таганско-Краснопресненская линия", "Арбатско-Покровская линия"],
    answer: "Калужско-Рижская линия",
  },
  {
    question: "Синим цветом на схеме метро обозначена...",
    answers: ["Таганско-Краснопресненская линия", "Арбатско-Покровская линия", "Калужско-Рижская линия", "Замоскворецкая линия"],
    answer: "Арбатско-Покровская линия",
  },
  {
    question: "Красным цветом на схеме метро обозначена…",
    answers: ["Сокольнической линии", "Таганско-Краснопресненская линия", "Арбатско-Покровская линия", "Замоскворецкая линия"],
    answer: "Сокольнической линии",
  },
  {
    question: "На какой станции нужно сделать пересадку, чтобы от «Полежаевской» доехать до «Коломенской»",
    answers: ["Театральная", "Тверская", "Пушкинская", "Цветной бульвар"],
    answer: "Тверская",
  },
  {
    question: "Где в метро находится бюро находок?",
    imgURL: "./images/nahodki.png",
    answers: ["На станции Аэропорт", "На станции Алексеевская", "На станции Университет", "На станции Сухаревская"],
    answer: "На станции Университет",
  },
  {
    question: "В каком году появились  турникеты для железных жетонов размером с пятнадцатикопеечные монеты?",
    imgURL: "./images/tournikets.png",
    answers: ["В 1974 году", "В 1991 году", "В 1968 году", "В 1995 году"],
    answer: "В 1991 году",
    answer_description: `В 1935 году для оплаты проезда использовались картонные билеты, потом отрывные бумажные талоны.

    В 1958 году появились первые турникеты для железных жетонов размером с десятикопеечную монету.
    
    В 1961 году все станции были оборудованы АКП (автоматический контрольный пункт). После 1961 г. вместо жетонов использовались пятикопеечные монеты, с апреля 1991 года - пятнадцатикопеечные.
    
    С марта 1992 года вновь введены жетоны, сначала металлические, затем пластиковые. В 1995 году после продолжительного тестирования на станции "Проспект Мира" появились турникеты для магнитных билетов. Были введены месячные магнитные проездные и билеты на ограниченное число поездок (от одной до десяти).
    
    С сентября 97 года на станциях метро введены новые турникеты и магнитные билеты нового образца. От турникетов предыдущего поколения новые устройства отличает необычный дизайн, способность звуковым сигналом информировать о возможности прохода.
    
    Разработка новой системы контроля выполнена фирмой "Анкей" - Смарт Технологии.
    
    С января 1999 года в метро прекратилась продажа жетонов а с февраля прекратился их прием как средства оплаты проезда. В перспективе новая система позволит не только проводить более гибкую тарифную политику (использование различного типа проездных билетов) но и более точно отслеживать пассажиропотоки. Для проездных документов длительного срока действия предусмотрено использование бесконтактных "смарт карт". Подробнее об использовании смарт карт в Московском Метрополитене смотрите на сервере
    
    Новая система позволит метрополитену взыскивать деньги с организаций, сотрудники которых пользуются льготами при проезде, так как станет возможным отслеживать использование каждого билета. Обсуждается возможность организации оплаты проезда в зависимости от дальности поездки (по зонам).
    
    С сентября 1999 года началась эксплуатация турникетов нового образца. Новые турникеты большего размера, закрытые створки из ударопрочного стекла располагаются по всей их высоте, раскрываясь только тогда, когда пассажир заберет свой билет.
    
    Сделано это для повышения безопасности, т.к. некоторые пассажиры забывают вынуть одноразовую карточку после прохода и старые турникеты, створки которых расположены низко и постоянно открыты, захлопнется и больно ударит по ногам, а детей - по плечам, а то и по голове.
    
    Турникеты открываются и закрываются бесшумно, у них зеркально-гладкое покрытие из нержавеющей стали, которое нельзя поцарапать. Нет острых углов и деталей, за которые можно зацепиться одеждой или сумкой.
    
    Закрыть руками фотоэлементы в новых аппаратах нельзя. Проходя через новый турникет, пассажир наступает на специальные мостки. Если он не оплатил проезда, то сможет бесплатно послушать "Полонез" Огинского, который немедленно и достаточно громко заиграет и оповестит контролера о нарушителе.
    
    Невозможно будет провести по своей льготной карте другого пассажира. Турникет подсчитывает, фиксирует и выдает распечатку. Поэтому, если соответствующая служба метрополитена выявит, что на какой-то станции в одно и то же время по одной карте, имеющей свой номер, прошли два человека, причем случай этот повторяется неоднократно и в определенные часы, то нарушителей поймают и накажут.
    
    Новые турникеты устанавливаются теперь на всех вновь открываемых станциях.`,
  },
  {
    question: "Станция метро Новогиреево­ какая ветка? Какой цвет?",
    imgURL: "./images/yelow.png",
    answers: ["Калининская линия - желтый цвет", "Калужско-Рижская линия - оранжевый цвет", "Таганско-Краснопресненская линия - серый цвет", "Арбатско-Покровская линия - синий цвет"],
    answer: "Калининская линия - желтый цвет",
    answer_description: `В конце декабря 1979 года была открыта станция метро Новогиреево. Она входит в состав Калининской линии, обозначенной на общей схеме московского метрополитена желтой линией под № 8.

    Интересно, что все станции Калининской линии носят первоначальное название, т.е. никогда не были переименованы, даже те, что имеют коммунистическую направленность - активно критикуемую властями в 90 х годах прошлого века.`,
  },
  {
    question: "Какая линия Московского метро была запущена первой?",
    answers: ["Калужско-Рижская линия", "Сокольническая линия", "Таганско-Краснопресненская линия", "Арбатско-Покровская линия"],
    answer: "Сокольническая линия",
    answer_description: `Условной «первой» сегодня принято считать станцию «Сокольники», с которой и началось строительство всего Московского метрополитена. 15 мая 1935 года в московском метро открылись для пассажиров 13 станций Сокольнической линии
     — на тот момент единственной.`,
  },
  {
    question: "На какой станции метро находится знаменитая бронзовая скульптура «Пограничник с собакой»?",
    imgURL: "./images/dog.png",
    answers: ["Университет", "Площадь Революции", "Кузнецкий мост", "Лубянка"],
    answer: "Площадь Революции",
    answer_description: `Самая знаменитая скульптура в московском метро конечно же "Пограничник с собакой" со станции "Площадь Революции". Традицию тереть псу нос "на удачу" придумали студенты. Однако позже она так разошлась в массы, что теперь, если даже всего лишь 10 секунд наблюдать за скульптурой, то при этом нос будет потёрт раза 3-4`,
  },
  {
    question: "Какое название в настоящее время носит станция метро, ранее назвавшаяся «Лермонтовской»?",
    imgURL: "./images/retro.png",
    answers: ["Красные ворота", "Комсомольская", "Сухаревская", "Кропоткинская"],
    answer: "Красные ворота",
  },
  {
    question: "Эту станцию Московского метрополитена считают одной из самых красивых. В 1939 году проект станции получил Гран-при на Всемирной выставке в Нью-Йорке. Какая станция изображена на фото?",
    imgURL: "./images/mayakovskaya.png",
    answers: ["Белорусская", "Маяковская", "Театральная", "Пушкинская"],
    answer: "Маяковская",
  },
  {
    question: "Как до 1990 года называлась станция метро «Царицыно»?",
    imgURL: "./images/caricino.png",
    answers: ["Каспийская", "Луганская", "Ленино"],
    answer: "Ленино",
    answer_description: `«Цари́цыно» (до 5 ноября 1990 года — «Ле́нино») — станция Замоскворецкой линии Московского метрополитена. Расположена между станциями «Кантемировская» и «Орехово». Находится на территории района Царицыно Южного административного округа города Москвы.`,
  },
  {
    question: "На какой линии московского метро находится станция «Дмитровская»?",
    imgURL: "./images/dmitrovskaya.png",
    answers: ["На Люблинско-Дмитровской", "На Серпуховско-Тимирязевской", "На Замоскворецкой", "Таганско-Краснопресненской"],
    answer: "На Серпуховско-Тимирязевской",
  },
  {
    question: "Какая из перечисленных станций Московского метрополитена находится на мосту через Москва-реку?",
    imgURL: "./images/vorobevigori.png",
    answers: ["Воробьевы горы", "Площадь революции", "Кузнецкий мост", "Парк культуры"],
    answer: "Воробьевы горы",
  },
  {
    question: "В московском метро мужской голос объявляет станции при движении к центру города, а женский — при движении от центра. На кольцевой линии во время движения по часовой стрелке звучит мужской голос, во время движения против часовой — женский. Для чего это сделано?",
    imgURL: "./images/golosa.png",
    answers: ["Такая система была введена по совету известного дизайнера Артемия Лебедева, т.к. это одно из самых удачных применений звукового кодирования и схему очень легко запомнить: босс зовет на работу, жена — домой.", "Данный способ объявления станций был предложен Обществом слепых в 1984 году.", "Ложное утверждение. Голоса, объявляющие станции, меняются произвольно."],
    answer: "Данный способ объявления станций был предложен Обществом слепых в 1984 году.",
  },
  {
    question: "Какая из станций Московского метрополитена расположена на территории Московской области?",
    imgURL: "./images/znak.png",
    answers: ["Мякинино", "Пятницкое шоссе", "Жулебино", "Котельники"],
    answer: "Мякинино",
  },
  {
    question: "Какая станция метро расположена между «Щукинской» и «Тушинской»?",
    answers: ["Полежаевская", "Спартак", "Сходненская", "Савеловская "],
    answer: "Спартак",
  },
  {
    question: "В каком районе Москвы находится станция метро «Алма-Атинская»?",
    imgURL: "./images/almatinskaya.png",
    answers: ["Борисово", "Зябликово", "Братеево", "Хамовники"],
    answer: "Братеево",
  },
  {
    question: "По какой линии курсирует фирменный состав «Ретро-поезд», стилизованный под поезда типа «А», перевозившие пассажиров с 1935 по 1975 годы?",
    imgURL: "./images/red.png",
    answers: ["по Замоскворецкой линии", "по Сокольнической линии", "по Арбатско-Покровской линии", "по Калужско-Рижской линии"],
    answer: "по Сокольнической линии",
    answer_description: `Фирменный состав состоит из семи вагонов серии 81-717/714 «А», спроектированных по аналогии с историческим подвижным составом типа «А», вышедшем на Сокольническую линию в 1935 году. Ретро-вагоны окрашены в характерные для вагонов типа «А» цвета: песочно-жёлтый верх и светло-коричневый низ. В соответствии с оригинальной конструкцией выполнена лобовая часть вагонов: используются круглые хромированные фары, воздушный сигнал, передний бампер, поручни. Полностью воссоздан интерьер – декоративная облицовка выполнена с хорошо знакомой пассажирам старшего поколения фактурной поверхностью «линкруст», оригинальные оконные наличники, используются потолочные и настенные светильники-бра. В вагонах установлены диваны с пружинными подушками и искусственной кожей, имитирующей оригинальную обивку 1935 года.`,
  },
  {
    question: "Угадаете станцию метро по интерьеру?",
    imgURL: "./images/revolucii.png",
    answers: ["Выхино", "Площадь Революции", "Дубровка", "Славянский бульвар"],
    answer: "Площадь Революции",
    answer_description: `Эта станция знаменита своими статуями. На «Площади Революции» 76 скульптурных композиций, в которых повторяются 20 различных образов`,
  },
  {
    question: "На какой станции метро находятся такие витражи?",
    imgURL: "./images/novoslobodskaya.png",
    answers: ["Рижская", "Тверская", "Новослободская", "Варшавская"],
    answer: "Новослободская",
    answer_description: `Это витраж с «Новослободской». Всего эту станцию украшают 32 сделанных в Риге витража, сюжеты на них посвящены сценкам из мирной жизни. Также витражи есть на станции «Трубная», но на них изображены города России`,
  },
  {
    question: "Сколько в метро станций, названных в честь Ленина?",
    imgURL: "./images/lenin.png",
    answers: ["0", "1", "3", "6"],
    answer: "3",
    answer_description: `В столице три станции метро, названных в честь вождя мирового пролетариата: «Библиотека им. Ленина», «Ленинский проспект» и «Площадь Ильича»`,
  },
  {
    question: "Имени какого писателя нет в названии московских станций метро?",
    answers: ["Пушкин", "Чехов", "Горький", "Маяковский"],
    answer: "Горький",
    answer_description: `Ранее на Замоскворецкой линии была станция «Горьковская», но позже ее переименовали в «Тверскую»`,
  },
  {
    question: "На какой станции метро в Москве расположен фонтан?",
    imgURL: "./images/rim.png",
    answers: ["Перово", "Беговая", "Римская", "В московском метро нет фонтана"],
    answer: "Римская",
    answer_description: `Римская — единственная станция метро в Москве, на которой есть фонтан. Вестибюль станции украшают скульптуры младенцев Ромула и Рема — основателей Рима, за спинами которых по стене стекает вода`,
  },
];
